Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Wi-Fi.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: You can also access this Wi‑Fi network by sharing the password from a nearby iPhone, iPad, or Mac which has connected to this network and has you in their contacts.
ar: يمكنك أيضًا الوصول إلى شبكة Wi‑Fi هذه من خلال مشاركة كلمة السر من iPhone أو iPad أو Mac قريب متصل بهذه الشبكة مع وجودك ضمن جهات الاتصال فيه.
ca: També pots accedir a aquesta xarxa Wi‑Fi compartint la contrasenya des d’un iPhone, iPad o Mac que hi estigui connectat i et tingui com a contacte.
cs: K této Wi‑Fi můžete získat přístup také nasdílením hesla z blízkého iPhonu, iPadu nebo Macu, který je k síti připojený a má vás v kontaktech.
da: Du kan også få adgang til dette Wi‑Fi-netværk ved at dele adgangskoden fra en iPhone, iPad eller Mac i nærheden, der har forbindelse til dette netværk og indeholder dig i sine kontakter.
de: Du kannst auch auf das WLAN zugreifen, indem du das Passwort eines mit diesem WLAN verbundenen iPhone, iPad oder Mac in der Nähe teilst, bei dem du in den Kontakten aufgeführt bist.
el: Μπορείτε επίσης να συνδεθείτε σε αυτό το δίκτυο Wi‑Fi κοινοποιώντας το συνθηματικό από ένα κοντινό iPhone, iPad ή Mac που είναι συνδεδεμένο στο συγκεκριμένο δίκτυο και το όνομά σας περιλαμβάνεται στις επαφές του.
es: También puedes acceder a esta red Wi‑Fi si compartes la contraseña desde un iPhone, iPad o Mac cercano que se haya conectado a esta red y que te tenga en sus contactos.
es_us: También puedes acceder a esta red Wi‑Fi al compartir la contraseña desde un iPhone, iPad o Mac que esté cerca, conectado a esta red y que te tenga entre sus contactos.
fi: Voit myös käyttää tätä Wi‑Fi-verkkoa jakamalla salasanan lähellä olevasta iPhonesta, iPadista tai Macista, joka on yhteydessä tähän verkkoon ja jonka yhteystiedoista sinä löydyt.
fr: Vous pouvez aussi accéder à ce réseau Wi‑Fi en partageant le mot de passe depuis un iPhone, iPad ou Mac situé à proximité qui s’est connecté à ce réseau et qui vous a dans ses contacts.
fr_ca: Vous pouvez aussi accéder à ce réseau Wi‑Fi en partageant le mot de passe avec tout iPhone, iPad ou Mac connecté à ce réseau et qui vous a dans ses contacts.
he: באפשרותך להתחבר לרשת אלחוטית זו גם על ידי שיתוף הסיסמה מ-iPhone, ‏iPad או Mac שנמצאים בקרבת מקום ומחוברים לרשת זו ושפרטי איש הקשר שלך שמורים בהם.
hi: आप किसी ऐसे नज़दीकी iPhone, iPad या Mac, जिसने इस नेटवर्क से कनेक्ट किया हो और जिनके संपर्क में आप शामिल हों, से पासवर्ड शेयर करके भी इस वाई‑फ़ाई नेटवर्क को ऐक्सेस कर सकते हैं।
hr: Podijelite lozinku s obližnjeg iPhonea, iPada ili Maca koji je spojen na ovu mrežu i u čijim ste kontaktima kako biste pristupili ovoj Wi‑Fi mreži.
hu: Úgy is hozzáférhet ehhez a Wi‑Fi-hálózathoz, hogy megosztja a jelszót egy olyan közeli iPhone-ról, iPadről vagy Macről, amely csatlakozik ehhez a hálózathoz, és tartalmazza Önt a kontaktjaiban.
id: Anda juga dapat mengakses jaringan Wi‑Fi ini dengan membagikan kata sandi dari iPhone, iPad, atau Mac di sekitar yang terhubung ke jaringan ini dan memiliki kontak Anda.
it: Puoi accedere alla rete Wi‑Fi condividendo la password da un iPhone, iPad o Mac nelle vicinanze che sia già connesso a questa rete e su cui sia memorizzato il tuo contatto.
ja: 連絡先にあなたが登録されていて、このネットワークに接続している近くのiPhone、iPad、またはMacからパスワードを共有することでも、このWi‑Fiネットワークにアクセスできるようになります。
ko: 이 Wi‑Fi 네트워크에 연결되어 있고, 연락처에 사용자가 포함되어 있는 근처의 iPhone, iPad 또는 Mac과 암호를 공유하여 이 네트워크에 접근할 수도 있습니다.
ms: Anda juga boleh mengakses rangkaian Wi‑Fi ini dengan berkongsi kata laluan daripada iPhone, iPad atau Mac berdekatan yang telah bersambung ke rangkaian ini dan mempunyai anda dalam kenalan mereka.
nb: Du kan også koble til dette Wi‑Fi‑nettverket ved å dele passordet fra en iPhone, iPad eller Mac i nærheten som allerede er koblet til dette nettverket og har deg i kontaktlisten.
nl: Je kunt ook toegang tot dit wifinetwerk krijgen door het wachtwoord te delen vanaf een iPhone, iPad of Mac in de buurt die verbonden is met dit netwerk en die jouw gegevens in Contacten heeft staan.
pl: Możesz również łączyć się z tą siecią Wi‑Fi, używając hasła udostępnionego ze znajdującego się w pobliżu iPhone’a, iPada lub Maca, który ma połączenie z tą samą siecią i Ciebie na liście kontaktów.
pt_br: Para acessar esta rede Wi‑Fi, você também pode compartilhar a senha a partir de um iPhone, iPad ou Mac por perto que tenha se conectado a ela e que tenha você como um contato.
pt_pt: Pode também aceder a esta rede Wi‑Fi partilhando a palavra‑passe de um iPhone, iPad ou Mac por perto que já tenha estabelecido ligação a esta rede e de cuja lista de contactos faça parte.
ro: De asemenea, puteți accesa această rețea Wi‑Fi prin partajarea parolei de pe un iPhone, iPad sau Mac din apropiere, care s‑a conectat la această rețea și deține informațiile dvs. de contact.
ru: Вы также можете подключиться к этой сети Wi‑Fi, получив пароль с находящегося поблизости iPhone, iPad или Mac, который подключался к этой сети и в контактах которого есть Вы.
sk: K tejto Wi‑Fi sieti môžete získať prístup aj pomocou hesla zdieľaného z blízkeho iPhonu, iPadu alebo Macu, ktoré sa pripájajú k tejto sieti a majú vás v kontaktoch.
sl: Do tega omrežja Wi-Fi lahko dostopate tudi tako, da delite geslo bližnjega iPhona, iPada ali Maca, ki je povezan s tem omrežjem in vas ima v svojih stikih.
sv: Du kan få tillgång till det här Wi‑Fi-nätverket genom att dela lösenordet från en iPhone, iPad eller Mac i närheten som är ansluten till nätverket och har dig bland sina kontakter.
th: คุณยังสามารถเข้าถึงเครือข่าย Wi‑Fi นี้ได้โดยแชร์รหัสผ่านจาก iPhone, iPad หรือ Mac ที่อยู่ใกล้เคียงซึ่งเชื่อมต่อกับเครือข่ายนี้และมีคุณอยู่ในรายชื่อของพวกเขาด้วย
tr: Bu ağa bağlı olan ve kişilerinde bulunduğunuz yakındaki herhangi bir iPhone’dan, iPad’den veya Mac’ten parolayı paylaşarak da bu Wi‑Fi ağına erişebilirsiniz.
uk: Доступ до цієї мережі Wi‑Fi можна також отримати, якщо поширити пароль із iPhone, iPad чи Mac поблизу, які підʼєднано до цієї мережі та на яких є ваші контактні дані.
vi: Bạn cũng có thể truy cập mạng Wi‑Fi này bằng cách chia sẻ mật khẩu từ iPhone, iPad hoặc máy Mac ở gần đã kết nối vào mạng này và có tên của bạn trong danh bạ.
zh_cn: 你也可以从附近已接入此网络且已添加你为联系人的iPhone、iPad或Mac共享密码来访问此Wi‑Fi网络。
zh_hk: 你亦可以從附近已連接此網絡並已將你加入通訊錄的iPhone、iPad或Mac分享密碼以取用此Wi‑Fi網絡。
zh_tw: 你也可以從附近已連接此網路，且你的資料已包含於其聯絡人中的iPhone、iPad或Mac分享密碼，藉以連接此Wi‑Fi網路。

source: Wi‑Fi
de: WLAN
he: תקשורת אלחוטית
hi: वाई‑फ़ाई
